Repository: backrunner/sift
Catalog: apps/ios/SiftApp/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

source: %@ 的映射
en: %@ Mapping
ja: %@の振り分け

source: %@失败：iCloud 返回错误（%lld）
en: %1$@ failed: iCloud returned an error (%2$lld)
ja: %1$@に失敗しました：iCloudエラー（%2$lld）

source: %@超时，请稍后重试
en: %@ timed out. Please try again later
ja: %@がタイムアウトしました。後ほどお試しください

source: iCloud 存储配额不足，样本未%@
en: iCloud storage is full; the sample was not %@
ja: iCloudの容量が不足しているため、サンプルを%@できませんでした

source: iCloud 服务暂不可用，请稍后重试
en: iCloud is temporarily unavailable. Please try again later
ja: iCloudが一時的に利用できません。後ほどお試しください

source: iCloud 权限不足，样本未%@
en: Insufficient iCloud permissions; the sample was not %@
ja: iCloudの権限が不足しているため、サンプルを%@できませんでした

source: Sift Signal 多语言模型永久可用
en: Sift Signal multilingual model unlocked forever
ja: Sift Signal 多言語モデルを永久にご利用いただけます

source: Sift Signal 模型
en: Sift Signal Model
ja: Sift Signalモデル

source: Sift Signal 模型已清理
en: Sift Signal model removed
ja: Sift Signalモデルを削除しました

source: Sift Signal 模型未包含在当前构建中
en: The Sift Signal model isn't included in this build
ja: このビルドにはSift Signalモデルが含まれていません

source: Sift 提交数据导出
en: Sift Submission Export
ja: Sift 提出データのエクスポート

source: Sift 高级版
en: Sift Premium
ja: Sift プレミアム

source: 一次购买，永久使用
en: Buy once, use forever
ja: 一度の購入でずっと使える

source: 下载
en: Download
ja: ダウンロード

source: 下载中
en: Downloading
ja: ダウンロード中

source: 下载大小
en: Download size
ja: ダウンロードサイズ

source: 下载更新
en: Download update
ja: 更新をダウンロード

source: 云端没有找到你提交的数据
en: No submitted data found in the cloud
ja: クラウドに提出データが見つかりませんでした

source: 云端没有找到你提交的样本
en: No submitted samples found in the cloud
ja: クラウドに提出サンプルが見つかりませんでした

source: 交易通知
en: Transaction
ja: 取引通知

source: 仅本地
en: Local only
ja: ローカルのみ

source: 仅本地微调
en: Local fine-tuning only
ja: ローカルFine-tuningのみ

source: 以 %@ 购买
en: Buy for %@
ja: %@で購入

source: 价格信息不可用，请稍后再试
en: Price information is unavailable. Please try again later
ja: 価格情報を利用できません。後ほどお試しください

source: 会通过 iCloud 共享脱敏后的样本文本、分类、模型版本和粗粒度语言地区（如 zh-CN）；不发送发送方、账号或设备标识。你可以用回执删除最近一次远程样本。
en: Shares the sanitized sample text, category, model version, and a coarse language/region tag (e.g. zh-CN) via iCloud. No sender, account, or device identifiers are sent. A receipt lets you delete your latest remote sample.
ja: iCloud経由でマスキング済みサンプル本文・カテゴリ・モデルバージョン・大まかな言語地域タグ（例: ja-JP）を共有します。送信者・アカウント・端末の識別子は送信しません。レシートで直近のリモート提出を削除できます。

source: 会通过 iCloud 共享脱敏后的样本文本、分类、模型版本和粗粒度语言地区（如 zh-CN）；不发送发送方、账号或设备标识。需设备已登录 iCloud，你可以用回执删除最近一次远程样本。
en: Shares the sanitized sample text, category, model version, and a coarse language/region tag (e.g. zh-CN) via iCloud. No sender, account, or device identifiers are sent. Requires an iCloud session; a receipt lets you delete your latest submission.
ja: iCloud経由でマスキング済みサンプル本文・カテゴリ・モデルバージョン・大まかな言語地域タグ（例: ja-JP）を共有します。送信者・アカウント・端末の識別子は送信しません。iCloudへのサインインが必要で、レシートで直近の提出を削除できます。

source: 使用计费网络下载高级模型？
en: Download the premium model on a metered network?
ja: 従量制ネットワークでプレミアムモデルをダウンロードしますか？

source: 保存
en: Save

source: 先在上面的表单里添加一条子串或正则规则。
en: Add a substring or regex rule using the form above.
ja: 上のフォームから部分一致または正規表現のルールを追加してください。

source: 免费获取
en: Get for Free
ja: 無料で入手

source: 兜底判断
en: Fallback
ja: フォールバック判定

source: 关于
en: About
ja: 情報

source: 关键词
en: Keyword
ja: キーワード

source: 关闭
en: Close
ja: 閉じる

source: 兼容状态
en: Compatibility
ja: 互換性

source: 最多显示最近 %lld 条；更早的提交仍可通过「导出/抹除全部」管理。
en: Shows the most recent %lld items; older submissions can still be managed via Export / Erase All.
ja: 最新%lld件まで表示します。それ以前の提出は「エクスポート／すべて消去」から管理できます。

source: 最新版本
en: Latest version
ja: 最新バージョン

source: 出差、留学场景下的外语短信同样精准分类
en: Accurate classification of foreign-language SMS while traveling or studying abroad
ja: 出張や留学先での外国語SMSも正確に分類

source: 分享导出内容（JSON）
en: Share Export (JSON)
ja: エクスポートを共有（JSON）

source: 分类
en: Category
ja: カテゴリ

source: 分类映射
en: Category Mapping
ja: カテゴリ振り分け

source: 切换时下载
en: Downloads when selected
ja: 選択時にダウンロード

source: 删除
en: Delete
ja: 削除

source: 删除失败：%@
en: Delete failed: %@
ja: 削除に失敗しました：%@

source: 删除远程样本
en: Delete Remote Sample
ja: リモートサンプルを削除

source: 前往设置
en: Open Settings
ja: 設定を開く

source: 前缀
en: Prefix
ja: 前方一致

source: 加入本地微调队列
en: Add to Local Fine-tuning Queue
ja: ローカルFine-tuningキューに追加

source: 匹配位置
en: Match Field
ja: 対象フィールド

source: 匹配内容
en: Pattern
ja: パターン

source: 匹配方式
en: Match Type
ja: 一致方法

source: 匿名存储，随时导出或抹除。
en: Stored anonymously. Export or erase anytime.
ja: 匿名で保存。いつでも書き出し・消去できます。

source: 匿名提交
en: Anonymous Contribution
ja: 匿名で提出

source: 匿名提交脱敏样本
en: Submit Sanitized Sample Anonymously
ja: マスキング済みサンプルを匿名提出

source: 匿名样本提交成功
en: Anonymous sample submitted
ja: 匿名サンプルを送信しました

source: 匿名贡献
en: Anonymous Contribution
ja: 匿名での提出

source: 匿名贡献隐私说明
en: Anonymous Contribution Privacy Notice
ja: 匿名提出のプライバシーについて

source: 发送方
en: Sender
ja: 送信者

source: 发送脱敏文本
en: Sends sanitized text
ja: マスキング済み本文を送信

source: 取件码
en: pickup code
ja: 受取コード

source: 取消
en: Cancel
ja: キャンセル

source: 启用 Sift
en: Enable Sift
ja: Siftを有効にする

source: 商品暂不可用
en: Product is currently unavailable
ja: 現在このアイテムは利用できません

source: 回执
en: Receipt
ja: レシート

source: 在首页「提交样本」里匿名贡献第一条脱敏样本吧。
en: Contribute your first sanitized sample from “Contribute a Sample” on the dashboard.
ja: ホームの「サンプルを提出」から最初のサンプルを匿名で提出してみましょう。

source: 垃圾信息
en: Junk Messages
ja: 迷惑メッセージ

source: 多语言 · 不支持本地微调
en: Multilingual · No on-device fine-tuning
ja: 多言語 · 端末Fine-tuning非対応

source: 子串
en: Substring
ja: 部分一致

source: 存储占用
en: Storage Used
ja: ストレージ使用量

source: 存储管理
en: Storage Management
ja: ストレージ管理

source: 完成
en: Done
ja: 完了

source: 导出我的全部提交
en: Export All My Submissions
ja: 提出データをすべてエクスポート

source: 将从云端删除你匿名提交的全部样本，此操作不可撤销，不影响本地功能。
en: Deletes every anonymously submitted sample from the cloud. This cannot be undone and does not affect local features.
ja: 匿名で提出したすべてのサンプルをクラウドから削除します。取り消せませんが、ローカル機能には影響しません。

source: 将从云端删除这条匿名样本，不可撤销。
en: Deletes this anonymous sample from the cloud. This cannot be undone.
ja: この匿名サンプルをクラウドから削除します。取り消せません。

source: 将删除已下载的 Sift Signal 模型文件。再次使用时需要重新下载。
en: The downloaded Sift Signal model files will be removed. You will need to download them again to use Sift Signal.
ja: ダウンロード済みのSift Signalモデルファイルを削除します。再度使用するには、もう一度ダウンロードする必要があります。

source: 已下载 · 版本 %@
en: Downloaded · Version %@
ja: ダウンロード済み・バージョン %@

source: 已下载，可离线使用
en: Downloaded for offline use
ja: ダウンロード済み、オフラインで利用できます

source: 已切换至%@
en: Switched to %@
ja: %@に切り替えました

source: 已删除 %lld 条规则
en: Deleted %lld rules
ja: %lld件のルールを削除しました

source: 已完成
en: Done
ja: 完了しました

source: 已恢复高级版购买
en: Premium purchase restored
ja: プレミアム購入を復元しました

source: 已抹除 %lld 条提交样本
en: Erased %lld submitted samples
ja: %lld件の提出サンプルを消去しました

source: 已抹除该条提交
en: Submission erased
ja: この提出を消去しました

source: 已按你的选择提交。本地模型倾向于「%@」，若确认无误请忽略。
en: Submitted with your label. The on-device model leans toward “%@” — ignore this if you're sure.
ja: 選択したラベルで提出しました。端末のモデルは「%@」と判断しています。問題なければ無視してください。

source: 已是最新版本
en: You have the latest version
ja: 最新バージョンです

source: 已添加规则
en: Rule added
ja: ルールを追加しました

source: 已解锁
en: Unlocked
ja: アンロック済み

source: 已解锁高级版
en: Premium Unlocked
ja: プレミアム解除済み

source: 已贡献 %lld 条
en: %lld contributed
ja: 提出済み %lld件

source: 已通过 iCloud 匿名共享脱敏样本，可用回执删除。
en: Sanitized sample shared anonymously via iCloud. Use the receipt to delete it.
ja: マスキング済みサンプルをiCloud経由で匿名共有しました。レシートで削除できます。

source: 开始测试
en: Run Test
ja: テスト実行

source: 当前商店区域暂不提供此商品
en: This item isn't available in your storefront
ja: お住まいのストアでは現在この商品を購入できません

source: 当前版本
en: Current version
ja: 現在のバージョン

source: 当前环境不支持 iCloud，样本未%@
en: iCloud isn't supported in this environment; the sample was not %@
ja: この環境はiCloudに対応していないため、サンプルを%@できませんでした

source: 恢复购买
en: Restore Purchases
ja: 購入を復元

source: 恢复购买失败：%@
en: Restore failed: %@
ja: 購入の復元に失敗しました：%@

source: 您已提交过类似样本
en: You already submitted a similar sample
ja: 類似のサンプルは送信済みです

source: 您的验证码是 482913，请联系 13800138000 或访问 https://example.com/claim 完成验证。
en: Verification code: 482913. Call +1 415 555 0136 or visit https://example.com/claim to continue.
ja: 認証コード: 482913。090-1234-5678に連絡するか、https://example.com/claim を開いてください。

source: 我同意匿名贡献
en: I agree to contribute anonymously
ja: 匿名での提出に同意します

source: 我的提交
en: My Submissions
ja: 提出履歴

source: 打开筛选并允许 Sift 参与拦截。
en: Turn on filtering and allow Sift to screen messages.
ja: フィルタリングをオンにして、Siftによる振り分けを許可します。

source: 打开系统设置
en: Open the Settings app
ja: 設定アプリを開く

source: 找到信息
en: Find Messages
ja: 「メッセージ」を探す

source: 抹除
en: Erase
ja: 消去

source: 抹除会删除云端所有由本 Apple ID 提交的匿名样本。
en: Erasure deletes every anonymous sample submitted by this Apple ID.
ja: 消去すると、このApple IDから提出されたすべての匿名サンプルが削除されます。

source: 抹除全部云端数据
en: Erase All Cloud Data
ja: クラウドデータをすべて消去

source: 抹除全部已提交数据
en: Erase All Submitted Data
ja: 提出データをすべて消去

source: 抹除全部已提交数据？
en: Erase all submitted data?
ja: 提出データをすべて消去しますか？

source: 抹除这条提交？
en: Erase this submission?
ja: この提出を消去しますか？

source: 推广信息
en: Promotional Messages
ja: プロモーション

source: 提交
en: Submit
ja: 提出

source: 提交失败：%@
en: Submission failed: %@
ja: 提出に失敗しました：%@

source: 提交方式
en: Destination
ja: 提出先

source: 提交样本
en: Contribute a Sample
ja: サンプルを提出

source: 搜索分类
en: Search Categories
ja: カテゴリを検索

source: 操作过于频繁，请稍后重试
en: Too many requests. Please try again later
ja: 操作が集中しています。後ほどお試しください

source: 支持中、英、日等 12 种语言
en: Supports 12 languages, including Chinese, English, and Japanese
ja: 中国語・英語・日本語など12言語に対応

source: 放行
en: Allow
ja: 許可

source: 数据与隐私
en: Data & Privacy
ja: データとプライバシー

source: 数据留在设备
en: Data stays on device
ja: データは端末内に保持

source: 新建规则
en: New Rule
ja: 新規ルール

source: 无法加载提交记录
en: Unable to Load Submissions
ja: 提出記録を読み込めません

source: 暂时无法检查更新
en: Updates are temporarily unavailable
ja: 現在、更新を確認できません

source: 暂时无法确认 iCloud 状态，请稍后重试
en: Can't confirm iCloud status right now. Please try again later
ja: iCloudの状態を確認できません。後ほどお試しください

source: 暂时无法获取商品信息，请稍后重试
en: Can't load product info right now. Please try again later
ja: 商品情報を取得できません。後ほどお試しください

source: 更准确的多语言短信识别
en: More accurate multilingual SMS filtering
ja: 多言語SMSをより正確に識別

source: 有新版本可下载
en: A new version is available
ja: 新しいバージョンをダウンロードできます

source: 有更新
en: Update
ja: 更新

source: 服务条款
en: Terms of Service
ja: 利用規約

source: 未内置
en: Not bundled
ja: 未同梱

source: 未分类
en: Unclassified
ja: 未分類

source: 未找到可删除的远程样本
en: No remote sample found to delete
ja: 削除できるリモートサンプルが見つかりません

source: 未知
en: Unknown
ja: 不明

source: 未知的购买结果
en: Unknown purchase result
ja: 不明な購入結果です

source: 未解锁
en: Locked
ja: 未購入

source: 本地个性化层已更新
en: Local personalization layer updated
ja: ローカルパーソナライズ層を更新しました

source: 本地保存失败：%@
en: Local save failed: %@
ja: ローカル保存に失敗しました：%@

source: 本地微调
en: Local fine-tuning
ja: ローカル微調整

source: 查看
en: View
ja: 表示

source: 查看匿名贡献、数据保留和服务范围。
en: Review anonymous contribution, retention, and service scope.
ja: 匿名提出・データ保持・サービス範囲をご確認ください。

source: 样本匿名存储于 iCloud，你可以随时导出或彻底抹除。
en: Samples are stored anonymously in iCloud; export or erase them anytime.
ja: サンプルはiCloudに匿名で保存され、いつでもエクスポート・完全消去できます。

source: 样本可继续通过 iCloud 匿名共享，用于云端训练下一版模型；切回经典模型可恢复本地微调。
en: Samples can still be shared anonymously via iCloud to train the next model; switch back to Classic to restore local fine-tuning.
ja: サンプルは引き続きiCloud経由で匿名共有され、次期モデルの学習に使われます。クラシックモデルに戻すとローカルFine-tuningを再開できます。

source: 样本已保存，当前系统暂不支持本地训练
en: Sample saved; this system doesn't support local training yet
ja: サンプルを保存しました。このシステムはローカル学習に未対応です

source: 样本已保存，本地训练稍后重试
en: Sample saved; local training will retry later
ja: サンプルを保存しました。ローカル学習は後ほど再試行します

source: 样本已保存，等待基座模型
en: Sample saved; waiting for the base model
ja: サンプルを保存しました。ベースモデルを待っています

source: 样本已保存到本地，仅用于设备上的个性化微调。
en: Sample saved locally; used only for on-device personalization.
ja: サンプルをローカルに保存しました。端末上のパーソナライズにのみ使用されます。

source: 样本已加入本地队列
en: Sample added to the local queue
ja: サンプルをローカルキューに追加しました

source: 样本文本
en: Sample Text
ja: サンプル本文

source: 样本未被接收，请稍后重试
en: The sample wasn't accepted. Please try again later
ja: サンプルが受け付けられませんでした。後ほどお試しください

source: 样本经脱敏后匿名提交，您可随时抹除，隐私始终由您掌控。
en: Samples are sanitized and submitted anonymously. Erase them anytime to stay in control of your privacy.
ja: サンプルはマスキング後に匿名で送信され、いつでも消去できます。プライバシーは常にご自身で管理できます。

source: 样本过长（%lld/%lld 字符），请拆分或截取关键内容
en: Sample too long (%1$lld/%2$lld characters); split it or keep the key part
ja: サンプルが長すぎます（%1$lld/%2$lld文字）。分割するか要点のみにしてください

source: 模型判断
en: Model
ja: モデル判定

source: 模型测试
en: Model Test
ja: モデルテスト

source: 模型版本
en: Model Version
ja: モデルバージョン

source: 模型详情
en: Model details
ja: モデルの詳細

source: 正则
en: Regex
ja: 正規表現

source: 正则表达式格式不正确
en: Invalid regular expression
ja: 正規表現の形式が正しくありません

source: 正在下载
en: Downloading
ja: ダウンロード中

source: 正在下载…
en: Downloading…
ja: ダウンロード中…

source: 正在准备下载…
en: Preparing download…
ja: ダウンロードを準備中…

source: 正在切换模型…
en: Switching models…
ja: モデルを切り替えています…

source: 正在切换至%@…
en: Switching to %@…
ja: %@に切り替えています…

source: 正在加载提交记录…
en: Loading submissions…
ja: 提出履歴を読み込み中…

source: 正在安装模型…
en: Installing model…
ja: モデルをインストール中…

source: 正在恢复购买…
en: Restoring purchases…
ja: 購入を復元中…

source: 正在检查模型更新…
en: Checking for model updates…
ja: モデルの更新を確認中…

source: 正在获取价格…
en: Loading price…
ja: 価格を取得中…

source: 此 Apple 账户下没有可恢复的购买
en: No purchases to restore on this Apple ID
ja: このApple IDに復元できる購入はありません

source: 此平台不支持内购
en: In-app purchases aren't supported on this platform
ja: このプラットフォームはアプリ内課金に対応していません

source: 此模型与当前设备不兼容
en: This model is incompatible with this device
ja: このモデルは現在のデバイスに対応していません

source: 此模型版本与当前 App 不兼容
en: This model version is incompatible with the current app
ja: このモデルバージョンは現在のAppに対応していません

source: 此设备不支持 Sift Signal 高级模型
en: This device does not support the Premium Sift Signal model
ja: このデバイスはプレミアムSift Signalモデルに対応していません

source: 此设备的 iCloud 账户受限，无法%@样本
en: This device's iCloud account is restricted; can't %@ the sample
ja: この端末のiCloudアカウントは制限されているため、サンプルを%@できません

source: 此设备的 iCloud 账户受限，无法提交样本
en: This device's iCloud account is restricted; can't submit samples
ja: この端末のiCloudアカウントは制限されているため、サンプルを提出できません

source: 法律
en: Legal
ja: 法的情報

source: 测试样本
en: Test a Message
ja: メッセージをテスト

source: 添加规则
en: Add Rule
ja: ルールを追加

source: 清理 Sift Signal 存储？
en: Clear Sift Signal Storage?
ja: Sift Signalのストレージを消去しますか？

source: 清理 Sift Signal 模型失败：%@
en: Failed to remove the Sift Signal model: %@
ja: Sift Signalモデルの削除に失敗しました：%@

source: 清理后会切换回经典模型，并删除已下载的 Sift Signal 模型文件。再次使用时需要重新下载。
en: Sift will switch back to the Classic model, then remove the downloaded Sift Signal model files. You will need to download them again to use Sift Signal.
ja: クラシックモデルに切り替えてから、ダウンロード済みのSift Signalモデルファイルを削除します。再度使用するには、もう一度ダウンロードする必要があります。

source: 清理存储
en: Clear Storage
ja: ストレージを消去

source: 清空
en: Clear
ja: 消去

source: 清除搜索
en: Clear Search
ja: 検索をクリア

source: 版本
en: Version
ja: バージョン

source: 现在购入
en: Get it now
ja: 今すぐ利用

source: 短信拦截设置
en: SMS Filtering Setup
ja: SMSフィルタ設定

source: 短信正文
en: Message Body
ja: 本文

source: 立即购买
en: Buy now
ja: 今すぐ購入

source: 管理分类映射
en: Manage Category Mapping
ja: カテゴリ振り分けを管理

source: 管理规则
en: Manage Rules
ja: ルールを管理

source: 粘贴一条待标注短信
en: Paste an SMS to label
ja: ラベル付けするSMSを貼り付け

source: 精确
en: Exact
ja: 完全一致

source: 系统默认
en: System Default
ja: システムデフォルト

source: 约 168 MB
en: about 168 MB
ja: 約168 MB

source: 经典模型
en: Classic Model
ja: クラシックモデル

source: 经典模型可通过本地样本在设备上微调；Sift Signal 模型面向多语言场景离线训练，不支持设备端微调，切换后本地微调入口将隐藏。
en: The Classic model fine-tunes on-device with local samples; the Sift Signal model is trained offline for multilingual use and can't be fine-tuned on device — switching hides local fine-tuning.
ja: クラシックモデルはローカルサンプルで端末上のFine-tuningが可能です。Sift Signalモデルは多言語向けにオフライン学習されており端末Fine-tuning非対応のため、切り替えるとFine-tuning入口は非表示になります。

source: 继续下载
en: Continue Download
ja: ダウンロードを続行

source: 编辑规则
en: Edit Rule
ja: ルールを編集

source: 网络不可用，样本未%@
en: Network unavailable; the sample was not %@
ja: ネットワークに接続できないため、サンプルを%@できませんでした

source: 网络不可用，请检查网络后重试
en: Network unavailable. Check your connection and try again
ja: ネットワークに接続できません。確認して再度お試しください

source: 置信度 %@
en: Confidence %@
ja: 信頼度 %@

source: 脱敏预览
en: Sanitized Preview
ja: マスキングプレビュー

source: 自定义规则
en: Custom Rules
ja: カスタムルール

source: 行为
en: Behavior
ja: 動作

source: 规则 %lld
en: Rule %lld
ja: ルール %lld

source: 规则列表
en: Rule List
ja: ルール一覧

source: 规则名称（可选）
en: Rule Name (optional)
ja: ルール名（任意）

source: 规则命中
en: Rule match
ja: ルール一致

source: 规则已删除
en: Rule deleted
ja: ルールを削除しました

source: 规则已更新
en: Rule updated
ja: ルールを更新しました

source: 规则放行
en: Allowed by Rule
ja: ルールで許可

source: 规则管理
en: Rule Management
ja: ルール管理

source: 规则阻止
en: Blocked by Rule
ja: ルールでブロック

source: 规则顺序已更新
en: Rule order updated
ja: ルールの順序を更新しました

source: 解锁 Sift Signal 多语言模型
en: Unlock the Sift Signal multilingual model
ja: Sift Signal多言語モデルをアンロック

source: 计费网络待确认
en: Metered network confirmation needed
ja: 従量制ネットワークの確認が必要です

source: 设备不支持
en: Device Not Supported
ja: デバイス非対応

source: 设置
en: Settings
ja: 設定

source: 该条提交已不存在，列表已同步
en: That submission no longer exists; the list is now in sync
ja: この提出は既に存在しません。一覧を同期しました

source: 请先在系统设置中登录 iCloud，再匿名共享样本
en: Sign in to iCloud in Settings before sharing samples anonymously
ja: 匿名共有の前に、設定でiCloudにサインインしてください

source: 请先阅读并同意匿名提交隐私说明
en: Please read and accept the anonymous contribution privacy notice first
ja: 先に匿名提出のプライバシーについてを読み、同意してください

source: 请等待当前提交完成
en: Wait for the current submission to finish
ja: 現在の提出が完了するまでお待ちください

source: 请等待数据清空完成
en: Wait for data erasure to finish
ja: データ消去が完了するまでお待ちください

source: 请输入匹配内容
en: Enter a pattern
ja: パターンを入力してください

source: 请输入样本文本
en: Enter sample text
ja: サンプル本文を入力してください

source: 购买
en: Buy
ja: 購入

source: 购买凭证校验失败，请通过恢复购买重试
en: Purchase verification failed; try Restore Purchases
ja: 購入の検証に失敗しました。「購入を復元」をお試しください

source: 购买失败：%@
en: Purchase failed: %@
ja: 購入に失敗しました：%@

source: 购买等待批准中（家长/管理者审批通过后自动解锁）
en: Purchase pending approval (unlocks automatically once approved)
ja: 購入は承認待ちです（承認後に自動でアンロックされます）

source: 跨语言识别垃圾短信
en: Detects spam across languages
ja: 多言語の迷惑SMSを検出

source: 轻量算法 · 支持本地微调
en: Lightweight · On-device fine-tuning
ja: 軽量 · 端末Fine-tuning対応

source: 输入短信正文
en: Enter the message body
ja: 本文を入力

source: 还没有提交过样本
en: No submissions yet
ja: まだ提出はありません

source: 还没有自定义规则
en: No custom rules yet
ja: カスタムルールはまだありません

source: 进入 iPhone 的设置应用。
en: Open the Settings app on your iPhone.
ja: iPhoneの設定アプリを開きます。

source: 进入「信息」里的未知与垃圾信息。
en: Go to Messages → Unknown & Spam.
ja: 「メッセージ」の「不明な差出人とフィルタ」に進みます。

source: 远程样本已删除
en: Remote sample deleted
ja: リモートサンプルを削除しました

source: 选择模型
en: Choose Model
ja: モデルを選択

source: 重试
en: Retry
ja: 再試行

source: 针对中·英·日等 12 种语言离线训练，识别更准
en: Trained offline for 12 languages incl. Chinese, English & Japanese
ja: 中・英・日を含む12言語でオフライン学習し、より正確に識別

source: 阻止
en: Block
ja: ブロック

source: 限时免费
en: Free for a limited time
ja: 期間限定無料

source: 隐私与条款
en: Privacy & Terms
ja: プライバシーと規約

source: 隐私政策
en: Privacy Policy
ja: プライバシーポリシー

source: 隐私说明
en: Privacy Notice
ja: プライバシーについて

source: 需要更新 App 后使用
en: Update the app to use this model
ja: このモデルを使うにはAppを更新してください

source: 非订阅制，一次购买长期有效，支持在新设备恢复
en: Not a subscription — one purchase, restorable on new devices
ja: サブスクではなく買い切り。新しい端末でも復元できます

source: 高级模型
en: Premium Model
ja: プレミアムモデル

source: 高级模型下载地址未配置
en: Premium model download URL is not configured
ja: プレミアムモデルのダウンロードURLが設定されていません

source: 高级模型下载格式已更新，请稍后重试
en: The Premium model download format has been updated. Please try again later.
ja: プレミアムモデルのダウンロード形式が更新されました。しばらくしてからもう一度お試しください。

source: 高级模型加载失败
en: Failed to load the Premium model
ja: プレミアムモデルを読み込めませんでした

source: 高级模型安装失败
en: Premium model installation failed
ja: プレミアムモデルのインストールに失敗しました

source: 高级模型文件校验失败：%@
en: Premium model file verification failed: %@
ja: プレミアムモデルファイルの検証に失敗しました：%@

source: 高级模型文件路径不安全：%@
en: Premium model file path is unsafe: %@
ja: プレミアムモデルファイルのパスが安全ではありません：%@

source: 高级模型更新信息不可用
en: Premium model update information is unavailable
ja: プレミアムモデルの更新情報を取得できません

source: 高级模型清单不可用
en: Premium model manifest is unavailable
ja: プレミアムモデルのマニフェストを利用できません

source: 高级模型清单格式不正确
en: Premium model manifest is invalid
ja: プレミアムモデルのマニフェスト形式が正しくありません

source: 高级模型签名校验失败
en: Premium model signature verification failed
ja: プレミアムモデルの署名検証に失敗しました

source: 高级模型缺少可下载文件清单
en: Premium model is missing its downloadable file list
ja: プレミアムモデルにダウンロード可能なファイル一覧がありません

source: 高级模型需要下载 %@ 数据。当前网络可能按流量计费或处于低数据模式，继续下载可能产生流量费用。
en: The premium model needs to download %@ of data. The current network may be metered or in Low Data Mode, so continuing may use paid data.
ja: プレミアムモデルは%@のデータをダウンロードします。現在のネットワークは従量制または低データモードの可能性があり、続行すると通信量が発生する場合があります。

source: 高级版
en: Premium
ja: プレミアム

source: 高级版已解锁，感谢支持！
en: Premium unlocked — thank you!
ja: プレミアムをアンロックしました。ありがとうございます！

source: 高级版授权已失效，已切换回经典模型
en: Premium entitlement ended; switched back to the Classic model
ja: プレミアムの権利が失効したため、クラシックモデルに戻しました
